Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/AccessibilitySettings/VoiceOverSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# NEURAL_INTRO_IPAD
source: Using on-device intelligence, your iPad will automatically improve the accessibility of apps, images, and text. VoiceOver Recognition should not be relied upon in circumstances where you could be harmed or injured, in high-risk situations, for navigation, or for the diagnosis or treatment of any medical condition.
ar: باستخدام الذكاء الاصطناعي على الجهاز، سيسهل iPad استخدام التطبيقات والصور والنص تلقائيًا. لا يجب الاعتماد على "التعرف باستخدام التعليق الصوتي" في مواقف قد تؤدي لتعرضك للأذى أو الإصابة، أو في حالات الخطر، أو للتنقل، أو لتشخيص أو علاج أية حالة صحية.
bg: С помощта на интелигентността на устройството, вашият iPad автоматично ще подобрява функциите за улеснен достъп в приложения, изображения и текст. Не трябва да се разчита на VoiceOver разпознаването при обстоятелства, в които може да бъдете наранени или да пострадате, във високорискови ситуации, за навигация или за диагностициране или лечение на медицинско състояние.
ca: L’iPad utilitza la intel·ligència local per millorar automàticament l’accessibilitat de les apps, les imatges i el text. No has de confiar en el reconeixement del VoiceOver en circumstàncies que puguin suposar un perill per a la teva integritat física, en situacions d’alt risc, per orientar‑te ni per diagnosticar o tractar malalties.
cs: iPad bude využívat vlastní umělou inteligenci k automatickému lepšímu zpřístupnění aplikací, obrázků a textu. Na funkci Inteligentní VoiceOver byste neměli spoléhat v situacích, které by mohly vést ke škodám nebo úrazům, v rizikových situacích, při navigaci, stanovování diagnózy ani řešení zdravotních problémů.
da: Ved hjælp af intelligens på enheden kan din iPad automatisk gøre apps, billeder og tekst mere tilgængelige. Du bør ikke stole på VoiceOver-genkendelse i situationer, hvor du kan komme til skade, i risikobetonede situationer, i forbindelse med navigation eller til diagnose og behandling af sygdomme.
de: Das iPad verwendet künstliche Intelligenz auf dem Gerät, um den Zugriff auf Apps, Bilder und Text automatisch zu verbessern. Du solltest dich nicht auf die VoiceOver-Erkennung verlassen, wenn du dich in Situationen befindest, in denen du verletzt oder geschädigt werden könntest, in risikoreichen Situationen, bei der Navigation oder zur Diagnose oder Behandlung von gesundheitlichen Beschwerden.
el: Το iPad χρησιμοποιεί νοημοσύνη επί της συσκευής για αυτόματη βελτίωση της προσβασιμότητας εφαρμογών, εικόνων και κειμένου. Δεν πρέπει να βασίζεστε στην Αναγνώριση VoiceOver σε περιπτώσεις όπου μπορεί να τραυματιστείτε, σε καταστάσεις υψηλού κινδύνου, για πλοήγηση, ή για τη διάγνωση ή θεραπεία οποιασδήποτε ιατρικής πάθησης.
es: El iPad utiliza la inteligencia local del dispositivo para mejorar automáticamente la accesibilidad de apps, imágenes y texto. No se debe confiar en el reconocimiento de VoiceOver en circunstancias de riesgo, en las que puedas hacerte daño, para orientarte o para diagnosticar o tratar una enfermedad.
es_us: Usando la inteligencia integrada en el dispositivo, tu iPad automáticamente mejorará la accesibilidad de apps, imágenes y texto. No es aconsejable depender del reconocimiento de VoiceOver en circunstancias durante las que pudieras sufrir heridas o lesiones, en situaciones de alto riesgo, para las rutas, o para el diagnóstico o tratamiento de algún padecimiento médico.
fi: iPad käyttää sisäistä laiteälyä parantaakseen automaattisesti appien, kuvien ja tekstin helppokäyttöisyyttä. VoiceOver-tunnistukseen ei pidä luottaa olosuhteissa, joissa voit vahingoittua tai loukkaantua, riskialttiissa tilanteissa, navigoitaessa tai diagnosoitaessa tai hoidettaessa sairauksia.
fr: Grâce à une technologie exécutée sur l’appareil, votre iPad améliorera automatiquement l’accessibilité des apps, des images et du texte. La reconnaissance par VoiceOver ne doit pas être utilisée dans des situations où vous risquez d’être blessé, dans des situations à haut risque, ainsi que pour la navigation ou pour le diagnostic et le traitement de problèmes médicaux.
fr_ca: En exploitant l’intelligence de l’appareil, votre iPad améliorera automatiquement l’accessibilité aux apps, aux images et au texte. Ne vous fiez pas à Reconnaissance VoiceOver pour la navigation, pour poser un diagnostic médical, pour traiter un problème de santé ou dans des situations qui comportent un risque important ou qui sont susceptibles d’entraîner des blessures.
he: השימוש בטכנולוגיית בינה מלאכותית ב-iPad שלך ישפר באופן אוטומטי את הנגישות ליישומים, תמונות ומלל. אין להסתמך על ״זיהוי VoiceOver״ במצבים שבהם השימוש בו עשוי לגרום לפגיעה או פציעה של המשתמש או במצבים של סיכון גבוה, וגם לא לצורך ניווט או פעולת אבחון או טיפול רפואי מכל סוג שהוא.
hi: ऑन-डिवाइस इंटेलीजेंस के इस्तेमाल से आपका iPad ऐप्स, इमेज और टेस्क्ट की ऐक्सेसिबिलिटी को ऑटोमैटिकली बेहतर बनाएगा। VoiceOver पहचान पर उन परिस्थितियों में भरोसा नहीं किया जाना चाहिए जिनसे आपको नुक़सान पहुँचने या चोट लगने की आशंका हो, अत्यधिक जोखिम भरी स्थिति हो, नैविगेशन करना हो या किसी मेडिकल समस्या के डायग्नॉसिस या उपचार की ज़रूरत हो।
hr: Vaš će iPad automatski poboljšati pristupačnost aplikacija, slika i teksta koristeći inteligenciju na uređaju. Na značajku Prepoznavanje pomoću VoiceOvera ne biste se trebali oslanjati u okolnostima koje mogu rezultirati ozljedama, u situacijama visokog rizika, za navigaciju ili dijagnosticiranje ili liječenje bilo kojeg zdravstvenog stanja.
hu: Az eszközön való feldolgozással az iPadje automatikusan javítja az appok, képek és szövegek elérhetőségét. Ne hagyatkozzon a VoiceOver-felismerésre olyan körülmények közt, ahol megsérülhet, valamint magas kockázatú helyzetekben, navigációhoz vagy orvosi kezelést igénylő állapotok diagnosztizálásához vagy kezeléséhez.
id: Dengan menggunakan kecerdasan di perangkat, iPad Anda akan meningkatkan aksesibilitas app, gambar, dan teks secara otomatis. Pengenalan VoiceOver tidak boleh diandalkan dalam kondisi yang memungkinkan Anda untuk terluka atau cedera, dalam situasi berisiko tinggi, untuk navigasi, atau untuk diagnosis dan perawatan kondisi medis apa pun.
it: Utilizzando l’intelligenza artificiale presente sul dispositivo, iPad migliorerà automaticamente l’accessibilità di app, immagini e testo. Non utilizzare questa funzionalità per la navigazione, in situazioni di rischio o in cui potresti riportare danni o lesioni, né per la diagnosi o il trattamento di eventuali patologie mediche
ja: デバイス上の人工知能機能を使用して、このiPadでのアプリ、画像、テキストのアクセシビリティを自動的に向上させます。 危害を加えられるまたは怪我をする可能性のある状況や、危険度の高い状態や、ナビゲーションの目的や、病気の診断/治療の目的などにおいては、VoiceOver認識機能に頼るのはおやめください。
kk: Құрылғыдағы жасанды интеллект технологиясын пайдалана отырып, iPad құрылғысы қолданбалар, кескіндер мен мәтіннің әмбебап қол жеткізу мүмкіндігін автоматты түрде арттырады. «VoiceOver тану» опциясын денсаулығыңызға зиян тигізуі мүмкін, қауіп деңгейі жоғары болатын жағдайларда, навигациялау, диагноз қою немесе кез келген медициналық ауруларды емдеу жағдайларында басшылыққа алмаңыз.
ko: iPad가 온디바이스 기능을 사용하여 자동으로 앱, 이미지 및 텍스트를 더 사용하기 쉽게 만듭니다. 피해 또는 상해를 입을 수 있는 상황, 고위험 상황, 내비게이션, 또는 질병의 진단이나 치료에 있어서 ‘VoiceOver 인식’에 의존해서는 안 됩니다.
lt: Naudodamas įrenginio intelektą, jūsų „iPad“ automatiškai pagerins programų, vaizdų ir teksto prieinamumą. „VoiceOver“ atpažinimas neturėtų būti naudojamas tokiomis aplinkybėmis, kai jums gali būti pakenkta ar galite būti sužaloti, didelės rizikos situacijose, navigacijos tikslais arba diagnozuojant ar gydant bet kokią sveikatos būklę.
ms: Dengan menggunakan kecerdasan pada peranti, iPad anda akan meningkatkan kebolehcapaian app, imej dan teks secara automatik. Anda tidak patut bergantung pada Pengecaman VoiceOver dalam keadaan yang boleh membahayakan atau mencederakan anda, dalam situasi berisiko tinggi, untuk navigasi atau diagnosis, atau rawatan sebarang keadaan perubatan.
nl: Je iPad verbetert via kunstmatige intelligentie op apparaten automatisch de toegankelijkheid van apps, afbeeldingen en tekst. Vertrouw niet op 'VoiceOver-herkenning' in situaties die schade of letsel kunnen veroorzaken, in situaties met een hoog risico, voor navigatie of voor de diagnose of behandeling van een medische aandoening.
no: Ved hjelp av kunstig intelligens på enheten kan iPad automatisk forbedre tilgjengeligheten av apper, bilder og tekst. VoiceOver-gjenkjenning bør ikke brukes i situasjoner der du kan bli skadet, i risikosituasjoner, til navigering eller til diagnostisering eller behandling av sykdommer.
pl: Funkcja Rozpoznawanie VoiceOver automatycznie poprawia dostępność w aplikacjach (oraz obrazków i tekstu), używając zaawansowanej sztucznej inteligencji na iPadzie. Na funkcji nie należy polegać, jeśli może to spowodować uszczerbek na zdrowiu, w sytuacjach wysokiego ryzyka, w nawigacji ani podczas diagnozowania i leczenia schorzeń i chorób.
pt_br: Usando inteligência no dispositivo, o iPad irá melhorar automaticamente a acessibilidade de apps, imagens e texto. Você não deve depender do Reconhecimento do VoiceOver em circunstâncias onde você pode se ferir, em situações de alto risco, para navegação ou para o diagnóstico ou tratamento de qualquer condição médica.
pt_pt: O iPad usa a inteligência artificial no dispositivo para melhorar automaticamente a acessibilidade das aplicações, imagens e texto. A funcionalidade Reconhecimento do VoiceOver não deve ser usada em circunstâncias que possam comprometer a sua integridade física ou em situações de alto risco, nem para fins de navegação, nem para o diagnóstico ou tratamento de qualquer problema de saúde.
ro: Utilizând tehnologii de inteligență artificială pe dispozitiv, iPad‑ul va îmbunătăți în mod automat accesibilitatea aplicațiilor, imaginilor și textului. Nu trebuie să vă bazați pe funcționalitatea “Recunoaștere VoiceOver” în circumstanțe în care ați putea suferi prejudicii sau vătămări, pentru navigație ori pentru diagnosticarea sau tratamentul oricărei afecțiuni medicale.
ru: Используя искусственный интеллект на устройстве, iPad автоматически улучшит универсальный доступ приложений, изображений и текста. Не полагайтесь на функцию «Распознавание VoiceOver» при обстоятельствах, в которых Вашему здоровью может быть причинен вред, в ситуациях повышенного риска, для навигации, а также медицинских диагнозов или лечения каких‑либо заболеваний.
sk: iPad bude pomocou vlastnej umelej inteligencie automaticky vylepšovať prístupnosť apiek, obrázkov a textov. Na Inteligentný VoiceOver by ste sa nemali spoliehať v situáciách, keď by mohlo dôjsť k škode alebo úrazu, v rizikových situáciách, pri navigácii ani pri diagnostike či liečbe akýchkoľvek zdravotných problémov.
sl: Z uporabo inteligence v napravi bo vaš iPad samodejno izboljšal dostopnost aplikacij, slik in besedil. V okoliščinah, ko se lahko poškodujete ali utrpite škodo, v visokotveganih situacijah, pri navigaciji ali pri diagnosticiranju oz. zdravljenju zdravstvenega stanja se na prepoznavanje VoiceOver ne zanašajte.
sv: Med hjälp av intelligens på enheten kommer denna iPad automatiskt att göra appar, bilder och text mer tillgängliga. Du bör inte förlita dig på VoiceOver-igenkänning i situationer där det kan leda till skador, i situationer med hög risk, vid navigering eller för diagnos eller behandling av någon medicinsk åkomma.
th: iPad ของคุณจะใช้ความฉลาดของอุปกรณ์เพื่อปรับปรุงการช่วยการเข้าถึงของแอป ภาพ และข้อความโดยอัตโนมัติ ไม่ควรใช้การเรียนรู้ VoiceOver เพียงอย่างเดียวโดยเฉพาะเมื่ออยู่ในสถานการณ์ที่อาจเป็นอันตรายหรือเกิดบาดเจ็บได้ สถานการณ์ที่มีความเสี่ยงสูง หรือสำหรับการนำทาง หรือสำหรับการวินิจฉัยหรือการรักษาทางการแพทย์
tr: iPad’iniz, aygıttaki yapay zekâyı kullanarak uygulama, görüntü ve metin erişilebilirliğini otomatik olarak iyileştirir. Zarar görebileceğiniz veya yaralanabileceğiniz şartlarda, yüksek riskli durumlarda, navigasyon amaçlı ya da herhangi bir tıbbi durumun tanısı veya tedavisi için VoiceOver Tanıması’na güvenmemelisiniz.
uk: iPad використовує вбудовані інтелектуальні алгоритми, щоб автоматично робити програми, зображення й текст доступнішими. Розпізнавання через VoiceOver не слід використовувати, коли є загроза ушкодження чи травмування, у ризикованих ситуаціях, для навігації, а також для ведення або лікування будь-якого стану здоровʼя чи захворювання.
vi: Bằng cách sử dụng công nghệ thông minh trên thiết bị, iPad của bạn sẽ tự động cải thiện trợ năng của các ứng dụng, hình ảnh và văn bản. Bạn không nên dựa vào Nhận biết VoiceOver trong các trường hợp mà bản thân có thể bị tổn hại hoặc chấn thương, các tình huống rủi ro cao, để dẫn đường hoặc chẩn đoán hay điều trị bất kỳ tình trạng y tế nào.
zh_cn: iPad可以使用设备端智能技术来自动改善App、图像和文本的辅助功能。 在以下情况下不应依赖“旁白识别”功能：可能导致伤害或受伤、高风险环境中、导航或任何医疗状况的诊断或治疗。
zh_hk: 使用裝置端智能技術，你的iPad將會自動改進App、影像和文字的輔助使用功能。 當你可能受到傷害或有損傷、處於高風險情況、導航期間、在診斷或治療醫療狀況時，你不應該依賴「旁白識別」功能。
zh_tw: 透過裝置端的智慧技術，你的iPad可自動改進App、影像和文字的輔助使用功能。 在你可能會受傷、具高風險的環境、導航期間或在診斷/治療醫療狀況時都不應該仰賴「旁白辨識」功能。
